exports.response = function (req, res) {
  return {
    "code": "0",
    "msg": "OK",
    "resultData": {
    	"summary4":null,
			"summary1": "恭喜客户成功",
			"summary2": "恭喜客户成功中签新股,提醒客户足额资金申购。另外可以借此机会另外可以借此机会,提醒客户足额资金申购申购",
			"summary": "恭喜客户成功中签新股,提醒客户足额资金申购。另外可以借此机会，询问客户是否收到短信及财富通中签信息，并在此基础上完善客户信息资料及普及财富通、介绍财富通使用方法及申购基金等；增强跟客户粘性，如",
      "taskPage": {
        "pageSize": 100,
        "curPageNum": 2,
        "totalPageNum": 72,
        "totalRecordNum": 7150
      },
      "taskCustList": [
				{
				"custName": "1-33SWAPQ",
				"custNumber": "666600340482",
				"custLevel": "not retail",
				"custLevelName": "高净值客户",
				"flowId": "1139092690",
				"custType": "per",
				"custRowId": "1-33SWAPQ",
				"custTotalAsset": 200796.68,
				"taskSeqDetailInfo": "根据《易方达中小板指数分级证券投资基金基金合同》（以下简称“基金合同”），及深圳证券交易所和中国证券登记结算有限责任公司的相关业务规定，易方达中小板指数分级证券投资基金（以下简称“本基金”）将以2016年9月19日为折算基准日，办理定期份额折算业务。\n相关事项安排如下：\n一、基金份额折算基准日\n根据基金合同的约定，本基金定期份额折算基准日为第i个分级运作周年的最后一个工作日（i=1,2,3,4,5,6）。据此，本基金本次定期份额折算的基准日为2016年9月19日。\n二、基金份额折算对象\n基金份额折算基准日登记在册的易方达中小板A类份额（基金代码：150106，场内简称“中小A”）、易方达中小板份额（基金代码：161118，场内简称：“易基中小”）。\n三、基金份额折算方式\n易方达中小板A类份额、易方达中小板B类份额按照基金合同规定的基金份额参考净值计算规则进行基金份额参考净值计算，对易方达中小板A类份额的应得收益，每2份易方达中小板份额将按1份易方达中小板A类份额获得约定应得收益的新增折算份额。\n在基金份额折算前后，易方达中小板A类份额与易方达中小板B类份额的份额配比保持1:1的比例不变。\n易方达中小板A类份额持有人所持每份易方达中小板A类份额在分级运作年度末的约定应得收益，即易方达中小板A类份额每一分级运作周年最后一个工作日基金份额参考净值超出1.0000元的部分，将折算为场内易方达中小板份额并分配给易方达中小板A类份额的份额持有人。易方达中小板份额持有人所持有的每2份易方达中小板份额将按1份易方达中小板A类份额获得新增易方达中小板份额。其中，持有场外易方达中小板份额的基金份额持有人将按前述折算方式获得新增场外易方达中小板份额；持有场内易方达中小板份额的基金份额持有人将按前述折算方式获得新增场内易方达中小板份额。经过上述份额折算，易方达中小板A类份额的基金份额参考净值、易方达中小板份额的基金份额净值将相应调整。\n每一分级运作周年进行易方达中小板A类份额上一分级运作周年应得收益的定期份额折算时，有关计算公式如下：\n1. 易方达中小板A类份额（场内简称“中小A”）\n，即\n定期份额折算后易方达中小板A类份额的份额数 = 定期份额折算前易方达中小板A类份额的份额数\n定期份额折算后易方达中小板份额的份额净值为：\n\n易方达中小板A类份额持有人新增场内易方达中小板份额的份额数=\n\n其中：\n：定期份额折算前易方达中小板A类份额的份额数\n：定期份额折算后易方达中小板A类份额的份额数\n：定期份额折算前易方达中小板份额期末份额净值\n：定期份额折算后易方达中小板份额的份额净值\n：定期份额折算前易方达中小板A类份额期末的基金份额参考净值\n：定期份额折算前易方达中小板份额的份额数\n\n2. 易方达中小板B类份额（场内简称“中小B”）\n每一分级运作周年的定期份额折算不改变易方达中小板B类份额的基金份额参考净值及其份额数。\n3. 易方达中小板份额\n\n易方达......<br>更详细内容请查阅基金公司公告原文（以上内容仅供参考。）<br>\r",
				"custAge": '34',
				"custGender": '男', // 男 女
				"custGrade": "空",// 空 金 银 钻石 理财 白金
				"taskReqStatus": "N"
		  },
				{
					"custName": "1有限公司",
					"custNumber": "02027755",
					"custLevel": "not retail",
					"custLevelName": "高净值客户",
					"flowId": "1139092691",
					"custType": "org",
					"custRowId": "1-33SWAPQ",
					"custTotalAsset": 200796.68,
					"taskSeqDetailInfo": "保方份基金份额参考净值及其份额数..<br>更详细内容请查阅基金公司公告原文（以上内容仅供参考。）<br>\r",
					"custAge": "钻石",
					"custGender": null,
					"custGrade": "银",
					"taskReqStatus": "Y"
				},
				{
					"custName": "1有限公司",
					"custNumber": "02027755",
					"custLevel": "not retail",
					"custLevelName": "高净值客户",
					"flowId": "1139092691",
					"custType": "org",
					"custRowId": "1-33SWAPQ",
					"custTotalAsset": 200796.68,
					"taskSeqDetailInfo": "保方份基金份额参考净值及其份额数..<br>更详细内容请查阅基金公司公告原文（以上内容仅供参考。）<br>\r",
					"custAge": null,
					"custGender": null,
					"custGrade": "理财",
					"taskReqStatus": "Y"
				},
      ],
    }
  } 
}
